Repository: agerard57/TP_Dart_FLutter
Catalog: TP_Finder/finder/lib/l10n/app_*.arb
Languages: fr

# homePageTitle
source: Find your bachelor
fr: Trouvez votre bachelor

# homePageFiltersFirstNamePlaceholder
source: Search by first name
fr: Rechercher par prénom

# homePageFiltersGenderMaleButton
source: Filter by Mens
fr: Filter par Hommes

# homePageFiltersGenderFemaleButton
source: Filter by Womans
fr: Filter par Femmes

# homePageFiltersGenderMaleChip
source: Mens
fr: Hommes

# homePageFiltersGenderFemaleChip
source: Womans
fr: Femmes

# homePageFiltersResetButton
source: Reset filters
fr: Réinitialiser les filtres

# pageNoResults
source: No results found
fr: Aucun résultat

# homePageFiltersAppliedLabel
source: Filters applied
fr: Filtres appliqués

# homePageFiltersFirstNameLabel
source: First name
fr: Prénom

# detailsPageTitle
source: {name}'s details
fr: Détails de {name}

# favoritePageTitle
source: Favorite Bachelors ({length})
fr: Favoris ({length})

# favoriteDeleteAllTooltip
source: Delete all favorites
fr: Supprimer tous les favoris

# errorPage
source: Error Page : {error}
fr: Page d'erreur : {error}

# snackBarMessageAddFavorite
source: You've added this bachelor to your favorite list!
fr: Vous avez ajouté ce bachelor à votre liste de favoris!

# snackBarMessageRemoveFavorite
source: You've removed this bachelor from your favorite list!
fr: Vous avez supprimé ce bachelor de votre liste de favoris!

# snackBarMessageAddDisliked
source: This user is now disliked!
fr: Vous n'aimez pas cet utilisateur

# snackBarMessageRemoveDisliked
source: This user is no longer disliked
fr: Cet utilisateur ne vous dérange plus

# snackBarMessageLocale
source: You've changed the language to English!
fr: Vous avez changé la langue en Français !

# snackBarMessageDeleteAllFavorites
source: You've deleted all your favorites!
fr: Vous avez supprimé tous vos favoris !

# tooltipFavorites
source: See favorites
fr: Voir les favoris

# devModeSpeedDialTooltip
source: Dev menu
fr: Menu développeur

# devModeSpeedDialLanguageLabel
source: Switch to French
fr: Passer en Anglais
